tap "hashicorp/tap"
brew "ansible"
brew "bat"
brew "bottom"
brew "eza"
brew "fd"
brew "fzf"
brew "jq"
brew "ripgrep"
brew "tflint"
brew "tfsec"
brew "yq"
brew "zellij"
brew "zoxide"
brew "hashicorp/tap/terraform"
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "maccy"
cask "orbstack"
cask "visual-studio-code"
vscode "anbuselvanrocky.bootstrap5-vscode"
vscode "anthropic.claude-code"
vscode "azemoh.one-monokai"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "helgardrichard.helium-icon-theme"
vscode "hossaini.bootstrap-intellisense"
vscode "janisdd.vscode-edit-csv"
vscode "matheusq94.tfs"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "omkarmoghe.clay-csv"
vscode "postman.postman-for-vscode"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "william-voyek.vscode-nginx"
